Repository: Niduroki/rate-shoot
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, nl

source: 404 - Not found
de: 404 - Nicht gefunden
nl: 404 - Niet gevonden

source: Help/Tutorial
de: Hilfe/Anleitung
nl: Hulp/Tutorial

source: This page does not exist.
de: Diese Seite existiert nicht.
nl: Dit pagina bestaat niet.

source: Something appeared to have gone wrong …
de: Irgendwas scheint schiefgelaufen zu sein …
nl: Er is iets fout gegaan …

source: If you are expecting images to choose from here, you have either,<br> 1) used a wrong link, or<br> 2) the choice is done, and the intermediary images have been removed.<br><br> Keep in mind, that images on this site are not final, and should not be seen as such. Final, edited images will follow soon!<br> If there are any more questions however, do not hesitate to contact me!
de: Falls du hier Bilder erwartest aus denen du auswählen sollst hast du entweder,<br> 1) einen falschen Link verwendet, oder<br> 2) die Auswahl ist vorbei, und die Zwischenbilder wurden entfernt.<br><br> Bitte halte im Hinterkopf, dass die Bilder auf dieser Webseite nicht fertig sind, und nicht als solche gesehen werden sollten. Die bearbeiteten Bilder sind bald fertig!<br> Falls du noch weitere Fragen hast, kontaktiere mich gerne!
nl: Als je hier foto's verwacht, van die je kiezen kunt, heb je,<br> 1) een foute link gebruikt, of<br> 2) het keuze is gedaant, en de tussenfoto's zijn verwijderd.<br><br> Denk eran, dat de foto's op deze pagina niet klaar zijn. Klaar foto's gaan er weldra zijn.<br> Als je maar steeds vragen heeft, kontakteer me alsjeblieft.

source: Password:
de: Passwort:
nl: Wachtwoord:

source: Prune images
de: Bilder säubern
nl: Foto's opruimen

source: Change password
de: Passwort ändern
nl: Wachtwoord veranderen

source: Logout
de: Abmelden
nl: Afmelden

source: Admin overview
de: Admin Übersicht
nl: Admin overzicht

source: Create new shooting
de: Neues Shooting erstellen
nl: Nieuwe shooting creëren

source: You are using the default password. You should change it immediately on <a href="/admin/password">this site</a>.
de: Du verwendest das Standard-Password. Du solltest es auf <a href="/admin/password">dieser Seite</a> umgehend ändern.
nl: Je gebruikt het standaard wachtwoork. Je moet het onmiddellijk wijzigen op <a href="/admin/password">deze pagina</a>.

source: Placeholder
de: Platzhalter

source: Delete shoot
de: Shooting löschen
nl: Shoot verwijderen

source: No shoots.
de: Keine Shootings.
nl: Geen shoots.

source: Delete shoot "%(description)s" and its images?
de: Shooting "%(description)s" und dessen Bilder löschen?
nl: Shoot "%(description)s" en zijn foto's verwijderen?

source: Delete
de: Löschen
nl: Verwijderen

source: Prune thumbnails?
de: Thumbnails säubern?
nl: Thumbnails verwijderen?

source: Removed <span id="prune-count-1">count</span> DB entries without images.
de: <span id="prune-count-1">count</span> DB Einträge ohne Bilder entfernt.
nl: <span id="prune-count-1">count</span> DB items zonder foto's verwijderd.

source: Removed <span id="prune-count-2">count2</span> images without DB entry.
de: <span id="prune-count-2">count2</span> Bilder ohne DB Eintrag entfernt.
nl: <span id="prune-count-2">count2</span> foto's zonder DB item verwijderd.

source: All
de: Alle
nl: Alle

source: Not rated
de: Nicht bewertet
nl: Niet beoordeeld

source: Rated
de: Bewertet
nl: Beoordeeld

source: Link to public page
de: Link zur öffentlichen Seite
nl: Link naar publieke pagina

source: Copied!
de: Kopiert!
nl: Gekopieerd!

source: Upload more images
de: Mehr Bilder hochladen
nl: Meer foto's uploaden

source: Apply watermark
de: Wasserzeichen anwenden
nl: Plaats watermerk

source: Keep/Insecure filenames
de: Behalten/Unsicher Dateinamen
nl: Houden/Onzeker filenamen

source: Edit shoot
de: Shooting bearbeiten
nl: Shoot wijzigen

source: No images
de: Keine Bilder
nl: Geen foto's

source: Description
de: Beschreibung
nl: Omschrijving

source: Maximum amount of images (0=No limit)
de: Maximale Anzahl an Bildern (0=Kein Limit)
nl: Maximaal antaal foto's (0=Geen limiet)

source: Also keep unedited images?
de: Auch unbearbeitete Bilder behalten?
nl: Niet bewerkte foto's ook houden?

source: Unticking this means that all "Unedited" data will be lost!
de: Diesen Haken entfernen heißt, dass alle "Unbearbeitet" Daten verloren gehen!
nl: Dit te verwijderen betekent dat alle "Niet bewerkt" data zal verloren gaan!

source: Maximum amount of unedited images (0=No limit)
de: Maximale Anzahl unbearbeiteter Bilder (0=Kein Limit)
nl: Maximaal antaal niet bewerkte foto's (0=Geen limiet)

source: List of edited images to keep
de: Liste bearbeiteter zu behaltener Bilder
nl: Lijst van bewerkte foto's te houden

source: List of unedited images to keep
de: Liste unbearbeiteter zu behaltener Bilder
nl: Lijst van niet bewerkte foto's te houden

source: List of images to keep
de: Liste zu behaltener Bilder
nl: Lijst van foto's te houden

source: List of insecure images
de: Liste unsicherer Bilder
nl: Lijst van onzeker foto's

source: Remove star
de: Stern entfernen
nl: Ster verwijderen

source: Show comment
de: Kommentar anzeigen
nl: Toon commentaar

source: Remove rating
de: Bewertung entfernen
nl: Beoordeeling verwijderen

source: Delete image
de: Bild löschen
nl: Foto verwijderen

source: Copied public link to clipboard
de: Öffentlichen Link kopiert
nl: Publieke link gekopieerd

source: Really delete this image?
de: Dieses Bild wirklich löschen?
nl: Dit foto echt verwijderen?

source: Insecure-comment
de: Unsicher Kommentar
nl: Onzeker commentaar

source: Help
de: Hilfe
nl: Hulp

source: New shooting
de: Neues Shooting
nl: Nieuw shooting

source: Upload images
de: Bilder hochladen
nl: Foto's uploaden

source: Uploaded images:
de: Hochgeladene Bilder:
nl: Geüploade foto's:

source: Choose shoot pictures
de: Shooting Bilder wählen
nl: Shoot foto's kiezen

source: To use this site you have to use the link you have received.
de: Um diese Seite zu verwenden, musst du den Link benutzen, den du erhalten hast.
nl: Om deze pagina te gebruiken moet je de link gebruiken die je gestuurd was.

source: This link leads you to an overview with thumbnails of all images.<br> In the top right you can see, if there is a limit of how many images you may choose.
de: Dieser Link führt dich zu einer Übersicht mit Thumbnails aller Bilder.<br> Oben rechts kannst du sehen, ob es ein Limit gibt wie viele Bilder du wählen kannst.
nl: Dit link leidt je naar een overzicht met thumbnails van alle foto's.<br> Boven rechts kunt je zien, of eer een limit is hoeveel foto's je kiezen kunt.

source: If you click on an image, you will go to single-view, where you can choose whether you want to keep the image (meaning it is going to be edited, etc.) or not.
de: Wenn du ein Bild wählst kommst du zur Einzelansicht, wo du wählen kannst, ob du das Bild behalten möchtest (es also bearbeitet wird, etc.) oder nicht.
nl: Als je op een foto klikt, ga je naar één overzicht, waar je kiezen kunt, of je het foto houden wilt (dus het wordt bewerkt, etc.), of niet.

source: The option "Insecure + Comment" is for exceptions. If you are uncertain about many/all images, please write the photographer. Insecure means, that you have something to say aboout <strong>this</strong> image (which is what the comment-field is for).
de: Die Option "Unsicher + Kommentar" ist für Ausnahmen. Wenn du betreffend vieler/aller Bilder unsicher bist, schreibe bitte dem Fotografen. Unsicher heißt, dass du etwas zu <strong>diesem</strong> Bild zu sagen hast (dafür ist das Kommentarfeld).
nl: De optie "onzeker + commentaar" is voor uitzonderingen. Als je met veel/alle foto's onzeker bent, schrijv de fotograaf alsjeblieft. Onzeker betekent, dat je iets over <strong>dit</strong> foto te zeggen hebt (er is het commentaar box voor).

source: Using the filter buttons in the top right, you can filter by Keep/Insecure/Don't keep and unrated images. Images with a green border are being kept, images with a red border not, images with a yellow border are insecure.
de: Mit den Knöpfen oben rechts kannst du nach Behalten/Unsicher/Nicht behalten und nicht bewerteten Bildern filter. Bilder mit einem grünen Rahmen werden behalten, Bilder mit einem roten Rahmen nicht, Bilder mit einem gelben Rahmen sind unsicher.
nl: Met de filter knopjes boven rechts, kunt je naar houden/onzeker/niet houden filteren. Foto's met een groene frame beteken houden, foto's met en roode frame niet houden, foto's met een geele frame onzeker.

source: When you are done rating all images, please write your contact.
de: Wenn du mit dem bewerten aller Bilder fertig bist, schreibe bitte deinem Kontakt.
nl: Als je klaar bent met het beordeelen, stuur jouw contact een berichtje, alsjeblieft.

source: You should have received a link.
de: Du solltest einen Link erhalten haben.
nl: Je zou een link moeten hebben.

source: There is nothing to see on this page.
de: Auf dieser Seite gibt es nichts zu sehen.
nl: Er ist niets op deze pagina te zien.

source: Wrong password!
de: Falsches Passwort!
nl: Foute wachtwoord!

source: Password changed, please login again!
de: Passwort geändert, bitte neu anmelden!
nl: Wachtwoord verandert, opnieuw inloggen alsjeblieft!

source: You need to log in to see this page.
de: Du musst dich anmelden um diese Seite zu sehen.
nl: Je moet inloggen om deze pagina te zien.

source: Passwords do not match!
de: Passwörter stimmen nicht überein!
nl: Wachtwoorden komen niet overeen!

source: New password
de: Neues Passwort
nl: Nieuwe wachtwoord

source: Repeat new password
de: Neues Passwort wiederholen
nl: Nieuwe wachtwoord herhalen

source: Edit
de: Bearbeiten
nl: Bewerken

source: Keep unedited
de: Unbearbeitet behalten
nl: Niet bewerkt houden

source: Insecure <small>(+ Comment)</small>
de: Unsicher <small>(+ Kommentar)</small>
nl: Onzeker <small>(+ commentaar)</small>

source: Copied link to clipboard
de: Link kopiert
nl: Link gekopieerd

source: Explain why "insecure"?
de: Erkläre warum "Unsicher"?
nl: Leg uit waarom "onzeker"?

source: Submit
de: Senden
nl: Verzenden

source: %(count)s/%(max)s <small>edited image</small>
de: %(count)s/%(max)s <small>bearbeitetes Bild</small>
nl: %(count)s/%(max)s <small>bewerkt foto</small>

source: %(count)s <small>edited image</small>
de: %(count)s <small>bearbeitetes Bild</small>
nl: %(count)s <small>bewerkt foto</small>

source: %(count)s/%(max)s <small>unedited image</small>
de: %(count)s/%(max)s <small>unbearbeitetes Bild</small>
nl: %(count)s/%(max)s <small>niet bewerkt foto</small>

source: %(count)s <small>unedited image</small>
de: %(count)s <small>unbearbeitetes Bild</small>
nl: %(count)s <small>niet bewerkt foto</small>

source: image chosen
de: Bild gewählt
nl: foto gekozen

source: %(count)s/%(max)s edited image
de: %(count)s/%(max)s bearbeitetes Bild
nl: %(count)s/%(max)s bewerkt foto

source: %(count)s edited image
de: %(count)s bearbeitetes Bild
nl: %(count)s bewerkt foto

source: %(count)s/%(max)s unedited image
de: %(count)s/%(max)s unbearbeitetes Bild
nl: %(count)s/%(max)s niet bewerkt foto

source: %(count)s unedited image
de: %(count)s unbearbeitetes Bild
nl: %(count)s niet bewerkt foto

source: (+%(count)s uncertain image)
de: (+%(count)s unsicheres Bild)
nl: (+%(count)s onzeker foto)

source: Keep
de: Behalten

source: Edited
de: Bearbeitet

source: Uneditet
de: Unbearbeitet

source: Insecure
de: Unsicher
nl: Onzeker

source: Don't keep
de: Nicht behalten

source: Unedited
nl: Niet bewerkt
